tap "homebrew/bundle"
tap "homebrew/services"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "git"
brew "asdf"
brew "automake"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bundletool"
brew "pycparser"
brew "cffi"
brew "chezmoi"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dav1d"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "netpbm"
brew "gts"
brew "pango"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "guile"
brew "jq"
brew "libpq"
brew "mas"
brew "nghttp2"
brew "node"
brew "python@3.12"
brew "qemu"
brew "terminal-notifier"
brew "tree"
brew "whalebrew"
brew "zplug"
brew "zsh"
cask "alfred"
cask "android-studio"
cask "bambu-studio"
cask "claude"
cask "dropbox"
cask "font-hackgen"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "miniforge"
cask "notion"
cask "obsidian"
cask "openscad@snapshot"
cask "rancher"
cask "skitch"
cask "slack"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "xquartz"
cask "zoom"
mas "Apple Configurator", id: 1037126344
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Transporter", id: 1450874784
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
