tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "git"
brew "asdf"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "glib"
brew "cairo"
brew "carthage"
brew "pycparser"
brew "cffi"
brew "chezmoi"
brew "gmp"
brew "coreutils"
brew "curl"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "jq"
brew "libpq"
brew "mas"
brew "openjdk"
brew "pinact"
brew "sheldon"
brew "swiftlint"
brew "terminal-notifier"
brew "tig"
brew "tree"
brew "uv"
brew "xcodegen"
brew "yarn"
brew "zplug"
brew "zsh"
cask "1password"
cask "alfred"
cask "android-studio"
cask "claude"
cask "dbeaver-community"
cask "dropbox"
cask "evernote"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-ricty-diminished"
cask "gcloud-cli"
cask "ghostty"
cask "google-japanese-ime"
cask "imageoptim"
cask "iterm2"
cask "notion"
cask "obsidian"
cask "skitch"
cask "twingate"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "warp"
cask "xquartz"
cask "zoom"
