tap "caskroom/cask"
tap "caskroom/versions"
tap "codefirst/sparkling"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/versions"
tap "motemen/ghq"
tap "peco/peco"
tap "sanemat/font"
cask "java"
cask "xquartz"
brew "libyaml"
brew "ansible"
brew "ant"
brew "apple-gcc42"
brew "autoconf"
brew "automake"
brew "bison"
brew "boost"
brew "c-ares"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "perl"
brew "git"
brew "carthage"
brew "cloog"
brew "colordiff"
brew "czmq"
brew "dbus"
brew "docker"
brew "docker-compose"
brew "e2fsprogs"
brew "eigen"
brew "gobject-introspection"
brew "jpeg"
brew "libtool"
brew "fontforge"
brew "mpfr"
brew "gcc"
brew "geoip"
brew "ghq"
brew "git-flow"
brew "nettle"
brew "gnutls"
brew "go"
brew "graphviz"
brew "heroku"
brew "hub"
brew "ilmbase"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "libgcrypt"
brew "libsodium"
brew "libxml2"
brew "mas"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "mitmproxy"
brew "mobiledevice"
brew "mysql"
brew "nginx"
brew "nodebrew"
brew "numpy"
brew "openexr"
brew "opencv"
brew "p7zip"
brew "peco"
brew "perl-build"
brew "plenv"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "ruby"
brew "swiftgen"
brew "swiftlint"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "tree"
brew "unixodbc"
brew "vim"
brew "watch"
brew "wget"
brew "xcproj"
brew "xctool"
brew "yarn"
brew "zplug"
brew "zsh"
brew "codefirst/sparkling/brew-sparkling", args: ["HEAD"]
brew "homebrew/php/php-build", args: ["HEAD"]
brew "homebrew/php/php70"
brew "sanemat/font/ricty"
cask "alfred"
cask "android-studio"
cask "appium"
cask "atom"
cask "ccmenu"
cask "charles"
cask "chatwork"
cask "clipy"
cask "cyberduck"
cask "dash"
cask "dockertoolbox"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "franz"
cask "ganttproject"
cask "geektool"
cask "google-chrome"
cask "google-japanese-ime"
cask "imageoptim"
cask "intellij-idea-ce"
cask "iterm2"
cask "java7"
cask "licecap"
cask "macdown"
cask "oclint"
cask "opera"
cask "sequel-pro"
cask "skitch"
cask "skype"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "wireshark"
cask "caskroom/versions/android-studio-canary"
cask "caskroom/versions/google-chrome-beta"
cask "caskroom/versions/google-chrome-canary"
